[
  {
    "copyright": "\nOlivier Bernard & \nPhilippe Bernhard\n",
    "date": "2024-02-14",
    "explanation": "Can you find the Rosette Nebula? The large, red, and flowery-looking nebula on the upper left may seem the obvious choice, but that is actually just diffuse hydrogen emission surrounding the Cone and Fox Fur Nebulas. The famous Rosette Nebula is really located on the lower right and connected to the other nebulas by irregular filaments.  Because the featured image of Rosetta's field is so wide and deep, it seems to contain other flowers.  Designated NGC 2237, the center of the Rosette nebula is populated by the bright blue stars of open cluster NGC 2244, whose winds and energetic light are evacuating the nebula's center.  The Rosette Nebula is about 5,000 light years distant and, just by itself, spans about three times the diameter of a full moon. This flowery field can be found toward the constellation of the Unicorn  (Monoceros).",
    "hdurl": "https://apod.nasa.gov/apod/image/2402/RosetteCone_Bernard_5398.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Rosette Deep Field",
    "url": "https://apod.nasa.gov/apod/image/2402/RosetteCone_Bernard_960.jpg"
  },
  {
    "copyright": "Steve Crouch",
    "date": "2024-02-15",
    "explanation": "Shiny NGC 253 is one of the brightest spiral galaxies visible, and also one of the dustiest.  Some call it the Silver Coin Galaxy for its appearance in small telescopes, or just the Sculptor Galaxy for its location within the boundaries of the southern constellation Sculptor.  Discovered in 1783 by mathematician and astronomer Caroline Herschel, the dusty island universe lies a mere 10 million light-years away. About 70 thousand light-years across, NGC 253 is the largest member of the Sculptor Group of Galaxies, the nearest to our own Local Group of Galaxies.  In addition to its spiral dust lanes, tendrils of dust seem to be rising from its galactic disk laced with young star clusters and star forming regions in this colorful galaxy portrait. The high dust content accompanies frantic star formation, earning NGC 253 the designation of a starburst galaxy. NGC 253 is also known to be a strong source of high-energy x-rays and gamma rays, likely due to massive black holes near the galaxy's center.",
    "hdurl": "https://apod.nasa.gov/apod/image/2402/ngc253_STXL6303_RC14_LHaRGB_2023.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 253: Dusty Island Universe",
    "url": "https://apod.nasa.gov/apod/image/2402/ngc253_STXL6303_RC14_LHaRGB_2023_1024.jpg"
  },
  {
    "copyright": "Dan Bartlett",
    "date": "2024-02-16",
    "explanation": "Heading for its next perihelion passage on April 21, Comet 12P/Pons-Brooks is growing brighter. The greenish coma of this periodic Halley-type comet has become relatively easy to observe in small telescopes. But the bluish ion tail now streaming from the active comet's coma and buffeted by the solar wind, is faint and difficult to follow. Still, in this image stacked exposures made on the night of February 11 reveal the fainter tail's detailed structures. The frame spans over two degrees across a background of faint stars and background galaxies toward the northern constellation Lacerta. Of course Comet 12P's April 21 perihelion passage will be only two weeks after the April 8 total solar eclipse, putting the comet in planet Earth's sky along with a totally eclipsed Sun.",
    "hdurl": "https://apod.nasa.gov/apod/image/2402/12P_Pons_Brooks_2024_02_11_185335PST_JuneLake_DEBartlett.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Structure in the Tail of Comet 12P/Pons-Brooks",
    "url": "https://apod.nasa.gov/apod/image/2402/12P_Pons_Brooks_2024_02_11_185335PST_JuneLake_DEBartlett800.jpg"
  },
  {
    "copyright": "Wang Letian",
    "date": "2024-02-17",
    "explanation": "A cosmic dust grain plowing through the upper atmosphere much faster than a falling leaf created this brilliant meteor streak. In a serendipitous moment, the sublime night sky view was captured from the resort island of Capri, in the Bay of Naples, on the evening of February 8. Looking across the bay, the camera faces northeast toward the lights of Naples and surrounding cities. Pointing toward the horizon, the meteor streak by chance ends above the silhouette of Mount Vesuvius. One of planet Earth's most famous volcanos, an eruption of Mount Vesuvius destroyed the city of Pompeii in 79 AD.",
    "hdurl": "https://apod.nasa.gov/apod/image/2402/MeteorBayofNaples_V2.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Meteor over the Bay of Naples",
    "url": "https://apod.nasa.gov/apod/image/2402/MeteorBayofNaples_V2_1024.jpg"
  },
  {
    "date": "2024-02-18",
    "explanation": "Is this one galaxy or two?  This question came to light in 1950 when astronomer Arthur Hoag chanced upon this unusual extragalactic object.  On the outside is a ring dominated by bright blue stars, while near the center lies a ball of much redder stars that are likely much older.  Between the two is a gap that appears almost completely dark.  How Hoag's Object formed, including its nearly perfectly round ring of stars and gas, remains unknown.  Genesis hypotheses include a galaxy collision billions of years ago and the gravitational effect of a central bar that has since vanished. The featured photo was taken by the Hubble Space Telescope and reprocessed using an artificially intelligent de-noising algorithm.  Observations in radio waves indicate that Hoag's Object has not accreted a smaller galaxy in the past billion years.  Hoag's Object spans about 100,000 light years and lies about 600 million light years away toward the constellation of the Snake (Serpens).  Many galaxies far in the distance are visible toward the right, while coincidentally, visible in the gap at about seven o'clock, is another but more distant ring galaxy.",
    "hdurl": "https://apod.nasa.gov/apod/image/2402/Hoag_HubbleBlanco_3000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hoag's Object: A Nearly Perfect Ring Galaxy",
    "url": "https://apod.nasa.gov/apod/image/2402/Hoag_HubbleBlanco_1080.jpg"
  },
  {
    "date": "2024-02-19",
    "explanation": "What's happening near the Sun?  To help find out, NASA launched the robotic Parker Solar Probe (PSP) to investigate regions closer to the Sun than ever before. The PSP's looping orbit brings it nearer to the Sun each time around -- every few months. The featured time-lapse video shows the view looking sideways from behind PSP's Sun shield during its 16th approach to the Sun last year -- from well within the orbit of Mercury.  The PSP's Wide Field Imager for Solar Probe (WISPR) cameras took the images over eleven days, but they are digitally compressed here into about one minute video.  The waving of the solar corona is visible, as is a coronal mass ejection, with stars, planets, and even the central band of our Milky Way Galaxy streaming by in the background as the PSP orbits the Sun. PSP has found the solar neighborhood to be surprisingly complex and to include switchbacks -- times when the Sun's magnetic field briefly reverses itself.",
    "media_type": "video",
    "service_version": "v1",
    "thumbnail_url": "https://img.youtube.com/vi/x-wX-wClfig/0.jpg",
    "title": "Looking Sideways from the Parker Solar Probe",
    "url": "https://www.youtube.com/embed/x-wX-wClfig?rel=0"
  },
  {
    "date": "2024-02-20",
    "explanation": "When galaxies collide, how many stars are born?  For AM1054-325, featured here in a recently released image by the Hubble Space Telescope, the answer is millions. Instead of stars being destroyed as galaxy AM1054-325 and a nearby galaxy circle each other, their gravity and motion has ignited stellar creation.  Star formation occurs rapidly in the gaseous debris stretching from AM1054-325’s yellowish body due to the other galaxy’s gravitational pull.  Hydrogen gas surrounding newborn stars glows pink.  Bright infant stars shine blue and cluster together in compact nurseries of thousands to millions of stars. AM1054-325 possesses over 100 of these intense-blue, dot-like star clusters, some appearing like a string of pearls.  Analyzing ultraviolet light helped determine that most of these stars are less than 10 million years old: stellar babies.  Many of these nurseries may grow up to be globular star clusters, while the bundle of young stars at the bottom tip may even detach and form a small galaxy.",
    "hdurl": "https://apod.nasa.gov/apod/image/2402/AM1054_Hubble_2000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "AM1054: Stars Form as Galaxies Collide",
    "url": "https://apod.nasa.gov/apod/image/2402/AM1054_Hubble_960.jpg"
  },
  {
    "copyright": "\nDheera Venkatraman\n",
    "date": "2024-02-21",
    "explanation": "The bird is bigger than the peak.  Nicknamed for its avian shape, the Seagull Nebula is an emission nebula on the night sky that is vast, spanning an angle over five times the diameter of the full moon and over 200 light years.  The head of the nebula is catalogued as IC 2177, and the star cluster under its right wing is catalogued as NGC 2343. Consisting of mostly red-glowing hydrogen gas, the Seagull Nebula incorporates some dust lanes and is forming stars.  The peak over which this Seagull seems to soar occurs at Pinnacles National Park in California, USA.  The featured image is a composite of long exposure images of the background sky and short exposure images of the foreground, all taken consecutively with the same camera and from the same location.    Explore Your Universe: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2402/SeagullPinnacles_Venkatraman_2051.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Seagull Nebula over Pinnacles' Peak",
    "url": "https://apod.nasa.gov/apod/image/2402/SeagullPinnacles_Venkatraman_960.jpg"
  }
]